<template>
<div class="about">
	<div class="container">
    <h3>Наш ресторан</h3>
    <img src="@/assets/images/about.jpg">
    <p>Ресторан «Наша Узбечка» в Нур-Султане</p>
    <p>Ужин в «Наша Узбечка» стоит на порядок дешевле авиабилета в Ташкент, а кулинарное удовольствие такое же. Блюда узбекской кухни, приготовленные по нашим технологиям, полностью сохраняют неповторимый колорит своей Родины. Специи и приправы для них отбираются на базарах Ташкента.</p>
    <p>Узбекская кухня подобна бриллианту, впитавшему в себя все грани мастерства кулинарии народов Азии и Востока. Ведь именно оттуда к нам приезжают повара, прошедшие строгий конкурсный отбор. Гости нашего ресторана окунаются в атмосферу восточного гостеприимства, традиционного для народов Средней Азии.</p>
    <p>Итак, добро пожаловать в «Наша Узбечка»!</p>
	</div>
</div>
</template>

<script>
export default {
  name: 'about'
}
</script>

<style lang="scss">
.about {
  p {
    text-indent: 1.5em;
    text-align: justify;
  }
  @include for-desktop-up {
    min-height: calc(100vh - 204px);
    img {
      width: 45%;
      float: right;
      margin-left: 20px;
    }
  }
}
</style>
