<template>
<div class="chef">
	<div class="container">
    <h3>Наш шеф-повар</h3>
    <img src="@/assets/images/chef.jpg">
    <p>Меня зовут Бахаутдин Юлдашев, и в настоящее время я являюсь Шеф-поваром Ресторана "Наша Узбечка". Моя будущая профессия была определена с рождения. Мой отец - довольно известный в Казахстане повар, и в детстве, проводя много времени у него на работе, другого пути я не мыслил и постигал тонкости поварского искусства чуть ли не с детсадовской скамьи.</p>
    <p>После окончания технологического университета начал свою карьеру в сети "Дастархан". Прошел все этапы - от помощника в мясном цехе, где разделывали мясо и делали полуфабрикаты, до главного повара смены в "горячем" цехе. Оттачивал кулинарное мастерство в различных крупных кафе и ресторанах Москвы: "Урюк", "ВГости", и многих других. На каждом новом рабочем месте я сталкивался с новым меню, и, перенимая опыт у других блестящих Шеф-поваров, я познавал секреты приготовления блюд самых разнообразных кухонь мира. Однако особенно я люблю готовить блюда восточной кухни, в частности Узбекской, которая повлияла на кулинарные традиции многих стран и эту традицию ассимилировали во многих странах. Каждое блюдо восточной кухни можно сравнить с дорогими духами, в которых обязательно присутствует несколько преобладающих ноток. Для меня восточная кухня - это не просто набор определенных блюд, а целая кулинарная философия.</p>
    <p>Именно философию изящного вкуса я и намерен реализовать в ресторане "Наша Узбечка". Я рад, что мне довелось получить место шеф-повара именно здесь. Меню ресторана разительно отличается от подобных заведений, что открывает больше простора для творчества, развития, получения новых знаний и умений. К тому же, "Наша Узбечка" - очень респектабельное и известное заведение, у него есть имя, и многие коренные Астанчане знают и любят это место. Искренне рад быть частью этой команды и радовать наших гостей отменно приготовленными фирменными блюдами такими как, Плов, Лагман, Казан-Кебоб. Их готовят многие, но мы готовим по – особенному.</p>
    <p>Я лично и команда поваров ресторана "Наша Узбечка" всегда рады видеть гостей в любое время. Все наши блюда мы готовим с любовью к своему делу. Приходите в "Наша Узбечка", и мы с удовольствием примем вас и порадуем лучшими блюдами нашей кухни!</p>
	</div>
</div>
</template>

<script>
export default {
  name: 'chef'
}
</script>

<style lang="scss">
.chef {
  p {
    text-indent: 1.5em;
    text-align: justify;
  }
   @include for-desktop-up {
    min-height: calc(100vh - 204px);
    img {
      width: 45%;
      float: right;
      margin-left: 20px;
    }
  }
}
</style>
